import showTask from "./task.js";
// 0. add favicon)
// 1. Карточки, по которым кликнул игрок, переворачиваются согласно правилам игры 
// 2. Игра завершается, когда открыты все карточки 
// 3. По окончанию игры выводится её результат - количество ходов, которые понадобились для завершения игры
// 4. Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой сохраняются результаты предыдущих 10 игр
// 5. По клику на карточку – она переворачивается плавно, если пара не совпадает – обе карточки переварачиваются 



// showTask();