// task complition:
const total = `
total: 75 / 85

1. Смена изображений в секции portfolio +25  
   - при кликах по кнопкам Winter, Spring, Summer, Autumn в секции portfolio отображаются изображения из папки с соответствующим названием +20
   - кнопка, по которой кликнули, становится активной т.е. выделяется стилем. Другие кнопки при этом будут неактивными +5
2. Перевод страницы на два языка +25  
   - при клике по надписи ru англоязычная страница переводится на русский язык +10
   - при клике по надписи en русскоязычная страница переводится на английский язык +10
   - надписи en или ru, соответствующие текущему языку страницы, становятся активными т.е. выделяются стилем +5
3. Переключение светлой и тёмной темы +25  
   - На страницу добавлен переключатель при клике по которому: 
      - тёмная тема приложения сменяется светлой +10
      - светлая тема приложения сменяется тёмной +10
      - после смены светлой и тёмной темы интерактивные элементы по-прежнему изменяют внешний вид при наведении и клике и при этом остаются видимыми на странице (нет ситуации с белым шрифтом на белом фоне) +5
4. Дополнительный функционал: выбранный пользователем язык отображения страницы и светлая или тёмная тема сохраняются при перезагрузке страницы +5  
5. Дополнительный функционал: сложные эффекты для кнопок при наведении и/или клике +5       
   - Box-shadow Button [Демо](https://codepen.io/wwer91/pen/wRWJme)

P.S: Я изменила расположение ссылок в навигации таким образом, чтобы навигация по блокам была визуально отделена от настроек сайта (темы и языка). В ТЗ указано, что "разрешены и даже приветствуются правки размеров и расположения криво нарисованных блоков".
`;

const showTack = () => {
  console.log(total);
};

export default showTack;
